Repository: vienin/vlaunch
Catalog: locale/vlaunch/*.po
Languages: fr

source: Please wait while the update is being installed.<br><br><b>The USB key absolutely must not be unplugged.</b>
fr: Veuillez patienter pendant l'installation de la mise à jour.<br><br><b>La clé ne doit être débranchée en aucun cas.</b>

source: Your %s launcher is up to date (v
fr: Votre lanceur %s is à jour (v

source: An error occurred. You key could not be updated.
fr: Une erreur est intervenue. Votre clé n'a pas pu être mise à jour.

source: My Windows desktop
fr: Mon bureau Windows

source: My Windows documents
fr: Mes documents Windows

source: You don't have enough permissions to run %s.
fr: Vous ne disposez pas des autorisations nécessaires pour lancer %s.

source: Run %s as Administrator by right clicking on %s and select : 'Run as administrator'
fr: Relancer %s en tant qu'administrateur en faisant un clic droit sur %s et en choisissant 'Lancer en tant qu'administrateur'

source: Run %s as Administrator by right clicking on %s and select : 'Run as ...'
fr: Relancer %s en tant qu'administrateur en faisant un clic droit sur %s et en choisissant 'Lancer en tant que...'

source: Not enough permissions
fr: Permissions insuffisantes
