Repository: vienin/vlaunch
Catalog: locale/vlaunch/*.po
Languages: fr

source: Host disk
fr: Disque hôte

source: Memory
fr: Mémoire vive

source: English
fr: Anglais

source: French
fr: Français

source: Behavior
fr: Comportement

source: Window resolution
fr: Résolution de la fenêtre

source: Choose the starting resolution of the window. Note that if the chosen resolution is higher or equal than the computer one, the window will be displayed in fullscreen mode.
fr: Choisissez la résolution initiale de la fenêtre. Notez que si la résolution choisie est supérieure ou égale à celle de l'ordinateur, la fenêtre sera affichée en mode plein écran.

source: Activate voice
fr: Activer la voix

source: Enable this option if you want to turn on voice synthesis.
fr: Activez cette option si vous voulez activer la synthèse de voix.

source: Fullscreen automatic
fr: Plein écran automatique

source: Enable this option if you want the window switch to fullscreen mode at login.
fr: Activez cette option si vous voulez que la fenêtre soit affichée en mode plein écran à l'arrivée au bureau.

source: Minimize automatic
fr: Réduction automatique

source: Enable this option if you want the window switch to minimized mode at startup and shutdown.
fr: Activez cette option si vous voulez que la fenêtre soit réduite durant les étapes de démarrage et de fermeture.

source: Eject key at shutdown
fr: Éjecter la clé à l'extinction

source: Enable this option if you want to eject the key at shutdown.
fr: Activez cette option si vous voulez que la clé soit éjectée à l'extinction de la machine virtuelle.

source: Appearance
fr: Apparence

source: Language
fr: Langue

source: Choose your language.
fr: Choisissez la langue.

source: Menu bar
fr: Barre de menu

source: Display/hide the window menu bar.
fr: Afficher/cacher la barre de menu.

source: Balloon top color
fr: Couleur du haut

source: Balloon bottom color
fr: Couleur du bas

source: Balloon text color
fr: Couleur du texte

source: Customize colors of the balloon message window. Use different collors for top and bottom to get a color gradient.
fr: Personnalisez la couleur de l'infobulle de messages. Utilisez des couleurs différentes pour le haut et le bas pour obtenir un dégradé de couleurs.

source: User interface
fr: Interface utilisateur

source: Select a graphical interface.
fr: Sélectionner une interface utilisateur.

source: Advanced
fr: Avancé

source: Set the size of the virtual machine memory.
fr: Spécifiez la taille de la mémoire vive de la machine virtuelle.

source: It is highly recommended to use %s with at least 512 Mo of memory.You may encounter severe performance loss.
fr: Il est fortemment recommandé d'utiliser %s avec au moins 512 Mo de mémoire, sous risque de rencontrer une forte baisse des performances.

source: If you use %s with more than 2 Go, you may encounter some performance loss that may goes up to 50%% on some slow computers.
fr: Si vous utilisez %s avec plus de 2 Go de mémoire, il se peut que vous observiez une baisse des performances pouvant aller jusqu'à 50%% sur certains ordinateurs ancients.

source: CPU number
fr: Nombre de processeurs

source: Set the number of cpus connected to the virtual machine.
fr: Spécifiez le nombre de processeurs de la machine virtuelle.

source: 3D acceleration
fr: Accélération 3D

source: Set the 3D acceleration capability. Even if 3D is enabled, availability of this feature depends of the host computer 3Ddevice.
fr: Activez l'accélération 3D. Bien que cette option soit activée, la disponibilité de cette fonctionnalité dépend du matériel de l'ordinateur.

source: Nested paging
fr: Pagination enchevêtrée

source: Set the virtualization extentions. Even if virtualizatuion extentions are enabled, availability of this feature depends of the host computer cpu properties.
fr: Activez les extensions de virtualisation. Bien que cette option soit activée,la disponibilité de cette fonctionnalité dépend du matériel de l'ordinateur.

source: Network
fr: Réseau

source: Web proxy
fr: Serveur mandataire HTTP

source: Secure Web proxy
fr: Serveur mandataire HTTP sécurisé

source: FTP proxy
fr: Serveur mandataire FTP

source: SOCKS proxy
fr: Hôte SOCKS

source: Use autodetection for proxy servers or configure them manually using <br>format <i>hostname:port</i>
fr: Détecter les serveurs mandataires ou configurer les manuellement <br>en utilisant le format <i>hôte:port</i>

source: System
fr: Système

source: Debug mode
fr: Mode débogage

source: Set debug mode to get more complete log files.
fr: Activer le mode débogage.

source: Reintegration policy
fr: Politique de réintégration

source: DANGEROUS. Select the reintegration policy. The reintegration policy defines how system modifications are written on the removable device.
fr: DANGEREUX. Sélectionne la politique de réintégration. La politique de réintégration définie la manière dont les modifications du système sont écrites sur le support amovible.

source: Kernel command line
fr: Ligne de commande du noyau

source: DANGEROUS. Set the kernel command line parameters. If the following parameters already exist on the kernel command line, they will be overwritten.
fr: DANGEREUX. Défini les paramètres de la ligne de commande du noyau. Si les paramètres suivants existe déjà sur la ligne de commande du noyau, il seront surchargés.

source: About
fr: A propos

source: Get informations about %s
fr: Obtenir des informations à propos de %s

source: Settings...
fr: Paramètres...

source: Configure the %s launcher
fr: Configurez le lanceur %s

source: Create your %s key
fr: Créer votre clé %s

source: Quit
fr: Quitter

source: Force to quit
fr: Forcer à quitter

source: About the %s launcher
fr: A propos du lanceur %s

source: For more information, please visit
fr: Pour plus d'informations, visitez

source: Warning
fr: Attention

source: The %s virtual machine is currently running. Please shutdown the %s virtual machine before using the %s creator
fr: La machine virtuelle %s est en cours de fonctionnement. Veuillez éteindre la machine virtuelle %s avant d'utiliser %s Creator

source: Retry
fr: Réessayer

source: %s virtual machine is currently starting. You can not shutdown the machine during startup.
fr: La machine virtuelle %s est en cours de démarrage. Vous ne pouvez pas éteindre la machine pendant le démarrage.

source: No
fr: Non

source: Dangerous
fr: Dangereux

source: The %s virtual machine is currently running. Forcing machine to shutdown is very DANGEROUS, the modification made during this session will be lost. You should use the "Quit" menu action to shutdown %s properly. Do you really want to kill the %s virtual machine ?
fr: La machine virtuelle %s est en cours d'exécution. Forcer la fermeture de la machine est dangereux. Les modifications effectuées pendant cette session peuvent être perdues. Vous devriez utiliser le bouton "Quitter" pour fermer %s proprement. Voulez-vous vraiment forcer la fermeture de %s ?

source: No virus found
fr: Aucun virus trouvé

source: Detach
fr: Détacher

source: Attach
fr: Attacher

source: Delete
fr: Supprimer

source: Ignore
fr: Ignorer

source: You already are authenticated
fr: Vous êtes déjà authentifié

source: Authenticate
fr: S'authentifier

source: Guest mode
fr: Mode invité

source: %s password:
fr: Mot de passe %s:

source: Remember my password
fr: Se souvenir de mon mot de passe

source: Cancel
fr: Annuler

source: Download
fr: Télécharger l'image

source: Error
fr: Erreur

source: Could not write to file %s: %s.
fr: Impossible d'écrire dans le fichier %s: %s.

source: Downloading
fr: En cours de téléchargement

source: Downloading to %s
fr: Téléchargement de %s

source: Download canceled. Press 'Download' to retry
fr: Téléchargement annulé. Cliquez sur 'Télécharger' pour recommencer

source: Continue
fr: Continuer

source: Defaults
fr: Réglages par défaut

source: %s settings
fr: Paramètres de %s

source: Restart required
fr: Redémarrage requis

source: You need to restart %s for this changes to be applied
fr: Le redémarrage de %s est nécessaire pour que les changements soit pris en compte

source: Yes
fr: Oui

source: Would you cancel the following changes ?
fr: Voulez vous annuler les changements suivants ?

source: Would you reset all settings to default ?
fr: Voulez vous réinitialiser les réglages par défaut ?

source: Activated
fr: Activé

source: Disabled
fr: Désactivé

source: Message title
fr: Titre du message

source: Message contents
fr: Contenu du message

source: Type a short description of your problem
fr: Décrivez brièvement votre problème

source: Description is empty
fr: La description est vide

source: Please describe your problem in the dedicated text area.
fr: Vous devez décrire votre problème dans la zone de saisie prévue à cet effet.

source: No internet connection found
fr: Aucune connexion internet détectée

source: You need an internet connection to submit you bug report.
fr: La soumission des rapports de débogage nécessite une connexion internet.

source: Send debug reports
fr: Envoyer les rapports de débogage

source: If you have encountered a problem while using %s, you should send your logging reports to help us to fix the bug.
fr: Si vous avez rencontré un problème en utilisant %s, vous pouvez soumettre un rapport de bogue pour accélérer sa correction.

source: Installing
fr: Installer

source: Please wait
fr: Veuillez patienter

source: Download completed
fr: Téléchargement terminé

source: Operation in progress
fr: Opération en cours

source: Operation successfully completed
fr: Opération effectué avec succès

source: Please enter the password for user
fr: Veuillez entrer le mot de passe pour l'utilisateur

source: Password required
fr: Mot de passe requis

source: Please enter your password:
fr: Veuillez entrer le mot de passe pour l'utilisateur

source: A %s Live CD is required to continue.
fr: Un live %s est nécessaire pour continuer.

source: Press 'Download' to start downloading the %s Live image.
fr: Cliquez sur 'Télécharger' pour commencer le téléchargement de l'image %s.

source: This operation can take up to a few hours, depending on your connection speed.
fr: Cette opération peut prendre de quelques minutes à plusieurs heures suivant la vitesse de votre connexion.

source: %s was run in debug mode. You can help fixing your problem by submitting the debug reports
fr: %s a été exécuté en mode débogage. Vous pouvez aider à la correction de votre problème en soumettant les rapports de débogage.

source: %s has encountered a minor error. Restarting the application may fix the problem.
fr: %s a rencontré une erreur mineure. Redémarrer l'application peut régler le problème.

source: %s has encountered a fatal error and will now be closed.
fr: %s a rencontré une erreur fatale et doit fermer.

source: You can help fixing this problem by submitting an error report
fr: Vous pouvez aider à la correction du problème en soumettant le rapport d'erreur.

source: Send a report
fr: Envoyer le rapport d'erreur

source: Your Linux distribution is not officially supported by %s You may or may not encounter errors. Install PyQt4 and VirtualBox... and pray :)
fr: Votre distribution Linux n'est pas officiellement supportée par %s. Il est possible que vous rencontriez des erreurs. Installer PyQt4 et VirtualBox... et croisez les doigts !

source: My Linux documents
fr: Mes documents Linux

source: Installing %s (required by %s)
fr: Installation de %s (composant requis par %s)

source: %s was successfully installed
fr: %s a été installé avec succès

source: An error occurred while installing %s
fr: Une erreur est survenue lors de l'installation de %s

source: Setting Yum Agorabox repository
fr: Configuration des dépôts Agorabox pour Yum

source: Installing VirtualBox Open Source edition. This can take a few minutes
fr: Installation de VirtualBox Open Source Edition. Ceci peut prendre plusieurs minutes

source: You are not running the latest installed version of the kernel. A reboot is required for %s to work.
fr: Votre système n'utilise pas la dernière version du noyau installée. Le redémarrage du système est nécessaire au fonctionnement de %s.

source: An error has occurred during the installation of VirtualBox. Please install the latest %s and %s-devel packages.
fr: Une erreur est survenue lors de l'installation de VirtualBox. Veuillez installer les paquetages %s et %s-devel.

source: Compiling VirtualBox drivers
fr: Compilation des pilotes VirtualBox

source: My Mac documents
fr: Mes documents Mac

source: Unable to unmount the volume
fr: Impossible de démonter le volume

source: Sorry, couldn't authenticate. Please check your password.
fr: Impossible de s'authentifier. Veuillez vérifier votre mot de passe.

source: The available memory on this computer is low. This can deeply impact the speed of the %s virtual machine. Closing some applications or restarting the computer may help
fr: La mémoire vive disponible est faible, cela peut influer sur la vitesse d'exécution de la machine virtuelle %s. Fermer des applications ou redémarrer l'ordinateur peut améliorer les performances.

source: %s is running in debug mode. Be aware to disable debug mode at the next session.
fr: %s est exécuté en mode débogage. Prenez garde à désactiver le mode débogage à la fin de la session.

source: Could not find an %s key, try again ?
fr: Aucune clé %s n'a été trouvée, réessayer ?

source: No USB device found
fr: Aucune clé trouvée

source: Select the USB device you want to install %s on
fr: Sélectionnez le périphérique USB sur lequel vous voulez installer %s

source: Device
fr: Périphérique

source: %s can not be launched
fr: %s n'a pas pu être démarré

source: An already running of instance %s has been found. Please close all %s windows and processes.
fr: Une instance de %s est en déjà cours d'exécution. Veuillez fermer toutes les fenêtres de %s et recommencez.

source: Force to close
fr: Forcer à quitter

source: The VirtualBox binaries could not be found
fr: Les fichiers binaires de VirtualBox sont introuvables

source: Missing binaries
fr: Binaires VirtualBox manquants

source: We have detected an existing VirtualBox installation on this computer. %s is not compatible with this version of VirtualBox, please remove this VirtualBox installation to run %s. Note that if you want to use your own VirtualBox installation, you need to reboot your computer.
fr: Une installation existante de VirtualBox à été détectée sur cet ordinateur. %s n'est pas compatible avec cette version de VirtualBox, veuillez désinstaller VirtualBox pour lancer %s. Notez que si vous voulez utiliser votre propre installation de VirtualBox, vous devez redémarrer votre ordinateur.

source: VirtualBox detected
fr: VirtualBox détecté

source: We're sorry but your architecture (%s) is not yet supported.
fr: Votre architecture (%s) n'est pas encore supportée. Nous sommes désolé et vous conseillons de suivre les mise à jour du logiciel.

source: Unsupported architecture
fr: Architecture non supportée

source: Opening session...
fr: Ouverture de la session en cours...

source: %s: authenticating
fr: %s: en cours d'authentification

source: Authenticating...
fr: Authentification en cours...

source: Free space available:
fr: Espace disque disponible:

source: Information currently unreachable
fr: Information momentanément indisponible

source: Removable devices management:
fr: Gestion des périphériques amovibles:

source: No removable devices found
fr: Aucun périphérique amovible trouvé

source: %s: running
fr: %s: en cours d'exécution

source: Recording changes
fr: Sauvegarde des données

source: Please wait while %s is recording the system modifications (%s Mo), you absolutely must not unplug the key !
fr: %s est en train d'enregistrer les modifications du système (%s méga-octets), ne débranchez surtout pas la clé !

source: Shutting down
fr: Arrêt en cours

source: Please wait while %s is shutting down, you absolutely must not unplug the key !
fr: %s est en cours de fermeture, ne débranchez surtout pas la clé !

source: %s: recording changes
fr: %s: en cours de sauvegarde

source: Restart %s
fr: Redémarrage de %s

source: %s is rebooting
fr: %s est en cours de redémarrage

source: %s is starting
fr: Démarrage de %s

source: 1<SUP>st</SUP> launch of %s
fr: 1<SUP>er</SUP> démarrage de %s

source: %s is starting.
fr: %s est en cours de démarrage

source: %s: starting
fr: %s: en cours de démarrage

source: %s: terminated
fr: %s: terminé

source: Goodbye
fr: Au revoir

source: You can now safely eject your %s key.
fr: Vous pouvez éjecter votre clé %s en toute sécurité.

source: Do you really want to cancel ?
fr: Voulez-vous vraiment annuler l'opération ?

source: If you cancel the process now, your USB key will be unsable until you format it. Are you sure you want to cancel ?
fr: Si vous annulez l'opération maintenant, votre clé sera inutilisable. Il vous faudra la formatter pour l'utiliser à nouveau. Etes-vous sûr de vouloir annuler ?

source: Welcome to the %s Creator software. This tool allows you to put %s on your USB pen drive or your USB hard drive or to backup your %s system into a file. Please select what you want to do.
fr: Bienvenue dans %s Creator. Cet outil vous permet d'installer %s sur votre clé USB, ou de sauvegarder votre système %s dans un fichier. Veuillez sélectionner l'action de votre choix..

source: Install %s on a device
fr: Installer %s sur un périphérique

source: Backup my %s device
fr: Sauvegarder un périphérique %s

source: Missing source device
fr: Périphérique source manquant

source: Please select a source device
fr: Veuillez sélectionner un périphérique

source: Missing target image
fr: Aucun périphérique sélectionné

source: Please specify a target image
fr: Veuillez sélectionner un périphérique

source: Missing target device
fr: Aucun périphérique sélectionné

source: Please select a target device
fr: Veuillez sélectionner un périphérique

source: Missing source image
fr: Image source manquante

source: Please specify a source image or download one by clicking the 'Download it' button
fr: Veuillez spécifier une image source ou téléchargez en une en cliquant sur le bouton 'Télécharger la'

source: Insufficient disk space
fr: Espace disque insuffisant

source: The available size on your disk is insufficient. You need more than %d Mo free on your disk to backup your device.<br><br>Please free some space and retry.
fr: L'espace disque disponible est insuffisant. %d Mo d'espace libre sont requis pour effectuer une sauvegarde de votre clé.<br><br>Veuillez libérer de l'espace et renouvellez l'opération.

source: The selected target is too small
fr: La capacité du périphérique sélectionné est trop faible

source: The size of the source you have selected (%d Mo) is bigger than the size of the selected target (%d Mo).<br><br>Please select a source equal or smaller than the target.
fr: La taille de la source sélectionnée (%d Mo) est plus grande que la taille du périphérique de destination (%d Mo). <br><br>Veuillez insérer une clé de capacité plus importante.

source: All data on the device will be lost
fr: Toutes les données sur le périphérique seront perdues

source: To setup %s on your device, the device needs to be formatted. Are you sure you want to continue ?
fr: Pour installer %s sur votre clé usb, le périphérique a besoin d'être formaté. Êtes vous certain de vouloir continuer ?

source: "</b> because it seems to be busy. Please close the program that is using it and retry.
fr: "</b> car il semble être en cours d'utilisation. Veuillez fermer les programmes l'utilisant et réessayer.

source: %s is not able to umount <b>"
fr: %s ne parvient pas à démonter <b>"

source: Please select a destination directory for the download
fr: Veuillez sélectionner un répertoire de destination pour le téléchargement

source: Downloading %s key image
fr: Téléchargement de l'image %s

source: Please wait while the image is being downloaded
fr: Veuillez patienter pendant le téléchargement de la mise à jour

source: The download has encountered a fatal error, please check your Internet connection and retry
fr: Le téléchargement a échoué. Veuillez vérifier votre connexion à Internet

source: Please select an %s image
fr: Vous devez préciser une image %s source

source: backup
fr: sauvegarde

source: Public data
fr: Données publiques

source: System data
fr: Système

source: Private data
fr: Données privées

source: Please select the target file your key will be backed up into
fr: Veuillez spécifier l'emplacement du fichier de sauvegarde de votre clé

source: If you already have downloaded an image please select its location, otherwise you can download the latest version from the Web
fr: Sélectionner une image si vous l'avez déjà téléchargée, sinon vous pouvez télécharger la dernière version depuis Internet.

source: Download it
fr: Télécharger le

source: Please choose the source device you want to backup:
fr: Veuillez sélectionner un périphérique:

source: Please choose the target device:
fr: Veuillez sélectionner un périphérique:

source: Refresh
fr: Rafraîchir

source: Partition sizes :<br>You can use the following default values or you can resize the partition sizes to meet your needs :<br><br>
fr: Tailles des partitions :<br>Vous pouvez utiliser les valeurs par défaut ou dimensionner les partitions suivants vos besoins :<br><br>

source: Backup my %s on hard disk
fr: Sauvegarder un périphérique %s

source: Install %s on my device
fr: Installer %s sur mon périphérique amovible

source: Generating
fr: En cours de génération

source: Please wait while %s is beeing written to the device
fr: Veuillez patienter pendant l'installation de %s sur le périphérique

source: Operation successfull !
fr: Opération effectué avec succès !

source: %s has been successfully installed on your device. You can use it right away. Enjoy !
fr: %s a été installé avec succès. Vous pouvez l'utiliser dès maintenant. Bonne utilisation !

source: Your device was successfully backed up. You can use the same tool to restore your device. Please note that you can only restore an image to a device of the very same type that the cloned one.
fr: Le périphérique a été sauvegardé avec succès. Vous pouvez utiliser le même programme pour restaurer une image. Veuillez noter que vous ne pouvez restaurer une image que sur un périphérique identique à celui d'origine.

source: Update available
fr: Mise à jour disponible

source: A more recent version of the %s launcher is available,do you want to install it ? (%s Mo to download) ?
fr: Une version plus récente du lanceur %s est disponible,voulez-vous l'installer (%s Mo à télécharger) ?

source: Insufficient free space
fr: Espace disque insuffisant

source: The available space on your key is insufficient for the update.<br><br>Please remove more than <b>%s Mo</b> in the <b>"Public"</b> directory and retry.
fr: La capacité du périphérique est insuffisante. La mise à jour ne peut être installée.<br><br>Veuillez libérer <b>%s Mo</b> dans le dossier <b>"Public"</b> et relancez la mise à jour

source: Downloading update
fr: Téléchargement de la mise à jour

source: Please wait while the update is being downloaded
fr: Veuillez patienter pendant le téléchargement de la mise à jour

source: Your key will now be updated.<br>This operation can take a few minutes<br><br> <b>The USB key absolutely must not be unplugged during this process.</b>
fr: Votre clé va maintenant être mise à jour.<br>Cette opération peut prendre plusieurs minutes<br><br> <b>La clé ne doit être débranchée en aucun cas.</b>

source: Removing old files
fr: Suppression des fichiers obsolètes

source: Please wait while the old files are being removed
fr: Veuillez patienter pendant la suppression des fichiers obsolètes

source: Installing update
fr: Installation de la mise à jour
